{
"name": "Donor's Tax",
"details": "It is an excise tax imposed on the privilege to transfer property by way of gift inter vivos based on a pure act of liberality without any or less than adequate consideration and without any legal compulsion to give.",
"children": [
  
			{
"name": "Rate",
			"details": "The donor’s tax for each calendar year shall be six percent (6%) computed on the basis of the total gifts in excess of Two Hundred Fifty Thousand Pesos (P250,000) exempt gift made during the calendar year.",
			"children":[
                     ]
			},
			
			{
			"name": "Civil Laws",
			"details": "a corporation created or organized in the Philippines or under its laws [NIRC, Sec. 22(C)] ",
			"children": [     
						{
						"name": "Requisites of a Valid Donation",
						"details": "CDDAF 1) Capacity of the donor; 2) Donative intent; 3) Delivery, whether actual or constructive; 4) Acceptance by donee; 5) Form prescribed by law",
						"children": [
						  {
              "name": "When is donative intent necessary?",
              "details": "Only in cases of direct gift.",
						  "children": [
										{
              "name": "Note 1",
              "details": "If the gift is indirectly taking place by way of sale, exchange or other transfer of property as contemplated in cases of transfers for less than adequate and full consideration, donative intent is not necessary to constitute a gift. Even if there is no actual donation, the difference in price is considered a donation by fiction of law.",
						  "children": [
									{
              "name": "Note 2",
              "details": "However, even if the sale, exchange, or other transfer of property is for an insufficient consideration, the same will be considered as made for an adequate and full consideration in money or money's worth if made in the ordinary course of business.",
						  "children": []}
						]}
						  
						  ]}	
						]},
            {
              "name": "Who may Donate",
              "details": "All persons who may contract and dispose of their property may make a donation. The donor's capacity shall be determined as of the time of making a donation.",
              "children": [                 ]
                      },
			  
]
},
 {
                        "name": "Gross Gift",
                        "details": "CONST, Art. IV, Sec. 4",
                        "children":[
                                    {
                                    "name": "Resident Citizen",
                                    "details": "A citizen of the Philippines who stayed in the Philippines or stayed outside the Philippines for less than 183 days during the taxable year.",
                                    "children":[]
									
									}]}

]
}
